Repository: CofficLab/GitOK
Catalog: Plugins/Git-Branch/GitBranch.xcstrings
Source language: en
Languages: zh_hk

source: 分支名称
zh_hk: 分支名稱

source: 切换分支
zh_hk: 切換分支

source: 切换分支失败
zh_hk: 切換分支失敗

source: 切换分支失败: %@
zh_hk: 切換分支失敗: %@

source: 创建分支失败
zh_hk: 建立分支失敗

source: 创建分支失败: %@
zh_hk: 建立分支失敗: %@

source: 加载分支列表失败: %@
zh_hk: 載入分支列表失敗: %@~

source: 已切换到分支: %@
zh_hk: 已切換至分支: %@

source: 已创建并切换到分支: %@
zh_hk: 已建立並切換至分支: %@

source: 当前
zh_hk: 目前

source: 无分支
zh_hk: 無分支

source: 暂无分支
zh_hk: 暫無分支

source: 未选择项目
zh_hk: 未選擇專案

source: 确认切换分支？
zh_hk: 確認切換分支？

source: 项目不可用
zh_hk: 專案不可用~

source: 项目不存在
zh_hk: 專案不存在
